{

	"step1": "Although the content can be accessed from the website as well(which runs as smoothly as the application). The Star Sports app comes with its own benefits. Easily available on all app stores(play store, apple store), it unlocks many features which are not available on the website. For instance, certain content is not available for free on the website but is on the application. Such as, the English premier league(soccer) live matches can be viewed for free on the mobile app but need premium access on the website.",
	"step2": "Viewing Star Sports is pretty simple, all you need is an internet connection. The Star Sports content is available on the website and app. Although some content is free. Some might require a login, which is free. However, the free content is very limited and contain ads. The persistent interruptions will make you reconsider the free subscription. In case the Star Sports app is not available in a certain area. Using a VPN to ping the location to a country where the Star Sports app is available might help.",
	"step3": "Star has rights to cover almost all major sporting events occurring around the world. Some are covered live simultaneously, such as in the case of soccer; when multiple teams play at the same time. Star Sports app has a sports option for you, to skip all the content and jump right into your favorite sport. The live and most popular events are listed on the top. The sports tab also provides the option of viewing the highlights of any match or event you might have missed. Multiple events of the same sports may occur at the same time. So the tab has sub-categories in the form of the name of the sport, like cricket, football, etc.",
	"step4": "Complete verification",
	"step5": "Star Sports app has a huge library of movies. From latest releases to the old classics. From international blockbusters such as the Avengers to lesser-known domestic films. However, the movies may not be available in all regions, due to copyright infringement. The movies tab is systematically subdivided into categories such as Action, comedy, for kids, popular, new on Star Sports, Biopic and so on. Interestingly; based on your previous choices, the app also provides a subcategory called top picks for you.",
	"step6": "The news tab in the app is very interesting. It provides the option of viewing the news channels live, mostly the channels which are already free to air. It also plays the top headlines on queue as soon as you land on the news tab home. Although, various news outlets are available in multiple languages. The top suggested are the ones from your own country and in the native language by default. But differs if the settings have been customized. The network also has an in house news outlet. It is interesting because there is no prominent news channel in the star network, only entertainment, and sports.",
	"step7": "Here is the tricky part. The points collected are only valid if you complete the rounds or you stick around till the end of the match. The tie-ups with other apps allow Hostar app to give away many prizes. The points earned during the match work as an app currency and can be used for micro transactions to buy cash backs and discounts. Needless to say, there is a 1st, 2nd, 3rd prize but the Star Sports app ensures that each participant gets something and comes back to try their luck again. The prizes are only available for live events.",

	"CPA_LINK": "https://bit.ly/3kWAQ5V",

	"admob_banner1": "ca-app-pub-3940256099942544/6300978111",
	"admob_inter1": "ca-app-pub-39402560942544/1033173712",
	"admob_banner2": "ca-app-pub-3940256099942544/6300978111",
	"admob_inter2": "ca-app-pub-3940299942544/1033173712",
	"admob_banner3": "ca-app-pub-3940256099942544/6300978111",
	"admob_inter3": "ca-app-pub-394099942544/1033173712",
	"admob_banner4": "ca-app-pub-3940256099942544/6300978111",
	"admob_inter4": "ca-app-pub-6099942544/1033173712",
	"testmode": false,
	"unity_game_id": "3916229",
	"unity_banner": "Android_Banner",
	"unity_interstitial": "Android_Interstitial",

	"APPLOVIN_BANNER_ID": "f4895b6c92d18469",
	"APPLOVIN_INTERSTITIAL_ID": "c60c0d650ef43f6e",

	"MO_PUB_BANNER_ID": "",
	"MO_PUB_INTERSTITIAL_ID": "",
	"whichAds": 2,

	"isLastPageShow": true,

	"is_pop_up_enable": true,
	"pop_up_title": "Get Cricket",
	"pop_up_image_url": "https://play-lh.googleusercontent.com/mYpWyfmeBHUjjbt54nOp6kprdxDfpRuON3D83d426jERmF9rNM7r9i1cYhaa4u3jD60Q=s1800",
	"pop_up_button_text": "Install Now",
	"pop_up_link": "https://bit.ly/3kWAQ5V",

	"native_image_url": "https://blog.admixer.com/wp-content/uploads/2017/07/002.png",
	"native_link": "https://www.facebook.com/",
	"native_enabled": false


}
