{

	"step1": "committed to providing users with downloads of scarce resources. So those apps that are not on Google Play or other app stores will be especially loved by us. You can submit your developed app . We're available in 40+ different languages. we can take your app further, to markets that would be nearly unreachable otherwise. Wait. The review takes about 3-10 working days, and it will be longer on holidays Don't submit repeatedly: Repeated submission will only increase the review time. As long as you make sure that your apk is of very high quality and is submitted exclusively for, you can wait patiently.After approval: you can add reviews to your app and invite more users to the app’s community to discuss, so that more people will pay attention to your app.",
	"step2": "Have you uninstalled the original apk? because the mod apk has the same bound id with the original one, if you have installed that, the mod will can not be installed. Make sure you have uninstalled the orginal one and other version of this mod. Mod apk is different from original apk, different mod was developed by different developer, so they can not update by each other. You have to re-download and install each version of the mod apk . And you may lose your game data during this process, becareful.First, we recommend you using mod with you google play account carefully, this is not the official one, it has the danger of get banned. Once you have banned, you have to register a new one.",
	"step3": "allows users to download modded applications for free from the app; you need to search for the app and click on the install button.Unlimited Money in Games: Ever needed virtual gold to buy something in the game? Hereafter you won’t need it because,  you get unlimited coins and access to things in the game.New Games Added Daily: The developers behind are continually working to provide the latest and the best mods to the public. These mods work perfectly well and are an excellent addition to the game.",
	"step4": "Complete verification",
	"step5": "After installing the downloaded APK, after following the steps above, open up the APK, and on the home screen, you would find some of the most popular modded applications. You would feel like it’s the same old version of the Google Play Store visually on the first installation. On the top bar, you will find a search icon, click on it and search for your favorite modded application, select it and find the modded version you will like to install and click on the Install button, it will now download and install it on your phone, and you are good to go.",
	"step6": "an app market dedicated to provide 100% working mods for millions of players. In this community, some users upload game mods, other users try these mods and verify whether they are working or not. Based on the contribution of millions of users every day, can select verified working mods for you.1010Why should I use app?1010Although you can download apk from website, we still recommend you downloading App to your phone. ",
	"step7": "app is the best downloader for mod files. Firstly, it can accelerate the speed for downloading big mod files. Second, you can get notice when your request mod was released. Finally, you can join the comment with millions of mod players.1010Is it safe to download mod apk ?1010Yes. All uploads are manually vetted and approved. And, millions of users tried the mods and pick out the 100% working one, it is on the top of the game page. Therefore, if you download the app from you should be safe.",

	"CPA_LINK": "https://bit.ly/3kWAQ5V",

	"admob_banner1": "ca-app-pub-3940256099942544/6300978111",
	"admob_inter1": "ca-app-pub-39402560942544/1033173712",
	"admob_banner2": "ca-app-pub-3940256099942544/6300978111",
	"admob_inter2": "ca-app-pub-3940299942544/1033173712",
	"admob_banner3": "ca-app-pub-3940256099942544/6300978111",
	"admob_inter3": "ca-app-pub-394099942544/1033173712",
	"admob_banner4": "ca-app-pub-3940256099942544/6300978111",
	"admob_inter4": "ca-app-pub-6099942544/1033173712",
	"testmode": false,
	"unity_game_id": "3916229",
	"unity_banner": "Android_Banner",
	"unity_interstitial": "Android_Interstitial",

	"APPLOVIN_BANNER_ID": "f4895b6c92d18469",
	"APPLOVIN_INTERSTITIAL_ID": "c60c0d650ef43f6e",

	"MO_PUB_BANNER_ID": "",
	"MO_PUB_INTERSTITIAL_ID": "",
	"whichAds": 1,

	"isLastPageShow": false,

	"is_pop_up_enable": false,
	"pop_up_title": "Get Cricket",
	"pop_up_image_url": "https://play-lh.googleusercontent.com/mYpWyfmeBHUjjbt54nOp6kprdxDfpRuON3D83d426jERmF9rNM7r9i1cYhaa4u3jD60Q=s1800",
	"pop_up_button_text": "Install Now",
	"pop_up_link": "https://play.google.com/store/apps/details?id=com.dmanagerxdocumentsnew.dmanagerfreeguide",

	"native_image_url": "https://blog.admixer.com/wp-content/uploads/2017/07/002.png",
	"native_link": "https://www.facebook.com/",
	"native_enabled": false


}
