{

        "step1":"This first chapter of Poppy Playtime, called A Tight Squeeze, is pretty short and I'd guess you can play through it in about an hour. The puzzles aren't too tough, and they don't make quite enough use of your cool GrabPack arms, but they're still satisfying to solve, especially when you're creeping through the factory waiting for the awful thing to happen that you just know is going to happen. Even knowing it was going to happen, it scared the bejesus out of me when it did. I don't like it here at Playtime Co. And yet I'm definitely interested in coming back when more chapters are released.",
	"step2":"And of course you're not alone. As you assemble your GrabPack and venture deeper into Playtime's corridors and offices, you'll notice a towering, grinning sentinel named Huggy Wuggy standing watch over the factory. Huggy Wuggy is big and cute and furry and I hate him and he has a big friendly smile and he's an absolute nightmare and he's fuzzy and cute and wants to give you a big hug! A big, pointy hug. I would not advise letting him.",
	"step3":"Dolls are creepy. Big shiny eyes, frozen expressions, delicate little arms and legs that seem entirely capable of suddenly springing into action. Plus, some dolls can talk. It's perfectly natural to be worried that a harmless little doll might one day say or do something absolutely horrifying. And that feeling is 100 times worse when you're talking about a big doll. I'm talking about a 20-foot-tall doll. Like... Huggy Wuggy.",
      	"step4":"Complete Verification",
        "step5":"The inherent creepiness of dolls is what makes an abandoned toy factory a great setting for a scary game. In the first chapter of horror adventure Poppy Playtime, you're a former employee of Playtime Co., revisiting the toy factory years after every employee abruptly vanished. Seems like a bad idea! You should really let sleeping dolls lie. Trust me.",
	"step6":"On the plus side, you don't need to view all toys as enemies. You've got some toys of your own to help you out as you begin exploring and solving puzzles in the dark and spooky factory. The GrabPack is a set of toy-like hands you can strap to yourself, which act as cute grappling hooks. Click the mouse and your big plastic hand will shoot across the room and latch onto something. Click again and it'll haul it back",
	"step7":"Poppy Playtime introduces horrifying toys and a detailed hidden backstory surrounding the mystery behind the Playtime Co. factory. It uses the popular mascot horror trend used in many horror games but effectively brings chills to the players",

	"CPA_LINK":"https://bit.ly/3kWAQ5V",

	"admob_banner1":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter1":"ca-app-pub-39402560942544/1033173712",
	"admob_banner2":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter2":"ca-app-pub-3940299942544/1033173712",
	"admob_banner3":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter3":"ca-app-pub-394099942544/1033173712",
	"admob_banner4":"ca-app-pub-3940256099942544/6300978111",
	"admob_inter4":"ca-app-pub-6099942544/1033173712",
	
	"testmode" : false,
        "unity_game_id": "4445743",
	"unity_banner": "Banner_Android",
	"unity_interstitial": "Interstitial_Android",
	
	"APPLOVIN_BANNER_ID":"d6738067f36ce60a",
	"APPLOVIN_INTERSTITIAL_ID":"ebb8fffcfa65684a",
	
	"MO_PUB_BANNER_ID":"",
	"MO_PUB_INTERSTITIAL_ID":"",
	"whichAds":2,
	"isLastPageShow":false,
	
	"is_pop_up_enable":true,
	"pop_up_title":"Get Poppy",
	"pop_up_image_url":"https://i.ibb.co/J2n5rpL/popo.png",
	"pop_up_button_text":"Install Now",
	"pop_up_link":"https://play.google.com/store/apps/details?id=com.poppyhorrorplay.guidepoppyplay",
	
	"native_image_url":"https://i.ibb.co/y5xND7r/yyy.png",
	"native_link":"https://bit.ly/3kWAQ5V",
	"native_enabled":false
}
